; DO NOT TRANSLATE COMMENTS!
; 
; This is a language file
; You can translate it into your native language
; To do this, follow instructions:
; - PLEASE make sure FDM hasn't already been translated into your language 
;   You should go to FDM web site (http://freedownloadmanager.org) and 
;   check the list of available languages
;   or e-mail to support@freedownloadmanager.org
; - copy this language file to xxx.lng, where xxx is the reduced name 
;   of your language. For English it is eng
; - translate all strings of xxx.lng into your language
; - send the translated file to support@freedownloadmanager.org 
; (You can put your info here and below) 
; Translator - unknown
;

; Specify your language name in English (and in your language), for example:
; Russian (Русский)
Persian/Farsi (فارسي)
; converted from windows-1256 to utf-16
;
; Below are the strings to translate:
; DO NOT TRANSLATE OR REMOVE COMMENTS!
ذخيره همه
برش
رونوشت
جاگذاري
حالت کم
حالت متوسط
حالت زياد
گزينه هاي دانلود
Dial-up اتصال
FDM درباره
خروج
پرونده
ويرايش
نما
گزينه ها
ابزار
راهنما
نوارابزار
نوار وضعيت
استاد بهينه سازي
تنظيمات پيشفرض دانلود
تنظيمات عمومي
Dial-up اتصال
قطع اتصال تلفن بعد از اتمام دانلود
خاموش کردن کامپيوتر بعد از اتمام دانلود
باز کردن پنجره راهنما
FDM صفحه خانگي
گفتن به دوستان
فرستادن ايميل به گروه پشتيباني
بررسي خودکار براي بروز رساني ها
بررسي براي بروز رساني 
-
-
تعويض به
نحوه استفاده ترافيک
ثبت
دانلودها
زمان بندي
جستجوگر سايت
HTTP//FTP جستجوگر
مدير سايت
اضافه کردن دانلود
شروع دانلود
توقف دانلود
زمانبندي دانلود
اضافه کردن وظيفه
مشخصات وظيفه
دانلود پرونده هاي انتخاب شده
توقف
تازه کردن
اضافه کردن سايت
مشخصات سايت
گروههاي دانلود
اطلاعات دانلود
زمان بند ورود
Site Explorer log
نوار جانبي
ايجاد دانلود جديد
حذف دانلود
اجرائ پرونده
باز کردن پوشه
شروع دانلود خودکار
مشخصات دانلود
فعال کردن وظيفه
غير فعال کردن وظيفه
حذف وظيفه
بازکردن پوشه اصلي
قطع اتصال
دانلود
تنظيمات جستجوگر سايت
حذف سايت
مدخل (ورودي) موقتي
سايت ها
نمايش پنجره اصلي
نظارت بر مرورگر اينترنت
نظارت بر کليپبورد 
شروع همه دانلودها  
توقف همه دانلودها
-
ادامه
-
-
-
-
-
لغو
-
-
-
همه گروه ها
فيلتر ها
کامل
در دست تکميل
زمانبندي شده
متوقف شده
ساير
ايجاد گروه جديد
حذف گروه
حذف همه دانلودها
حذف همه دانلودهاي تکميل شده
Open group folder
مشخصات گروه
نام گروه:
پوشه پيشفرض:
پسوند پرونده ها(با فاصله از هم جداکنيد)
اولويت دانلود پيشفرض
خيلي کم
کم
متوسط
زياد
خيلي زياد
نام گروه را وارد کنيد
خطاي ورودي
گروهي با نام مشابهدر حال حاظر موجود مي باشد.لطفا" نام ديگري وارد کنيد. 
لطفا" نام پوشه را وارد کنيد
پوشه گروه پيشفرض را انتخاب کنيد
نام گروه را اينجا وارد کنيد
پوشه پيشفرض براي ذخيره کردن دانلودهاي اين گروه
جستجو
File extension for this group. Used to detect the group of download automatically
Default download priority for this group
Cancel changes and close the dialog
اعمال تغييرات و بستن
Error in download groups
Please reinstall Free Download Manager
خطا
Can't load a list of downloads. Possibly it was damaged or is being used by another application
Failed to initialize Internet Explorer integration
آيا شما مطمئن هستيد؟
This will delete all group downloads
تائيد
نام پرونده
اندازه
دانلود شده
زمان باقيمانده
بخش
سرعت
توضيحات
ورود
پيشرفت
زمان
تاريخ
اطلاعات
پاک کردن
Auto scroll
خطاي نامشخص شبکه
غير قابل دسترسي. نام کاربري يا رمز عبور نامعتبر است
غير قابل دسترسي. رمز عبور نامعتبر است
موفقيت آميز بود
نميتوان به سرور متصل شد
پرونده در سرور يافت نشد
Connection with the server was lost
سرور پاسخي نمي دهد
ناتوان در رفع کردن نام سرور
Server does not support download resuming. Don't stop this download; otherwise you'll have to start it from the beginning
Proxy user name and password are required
Extended error
Bad request. Possibly this is a bad URL
Unknown server error
Connection aborted
Bad URL
اتصال اينترنتي وجود ندارد
Selected HTTP version is not supported by this server
خطاي نامشخص
نمي توان پرونده را از ديسک حذف کرد
Limit of connections to this server is reached
Limit of connections was reached
مکث کردن %d ثانيه.
بخش	
شروع شد
انجام شد
دانلود کامل شد
در حال اتصال...
اتصال موفق
Redirecting...
Redirection succeeded. Opening new URL
در حال شروع دانلود...
متوقف شده
ايجاد بخش جديد...
لغو شده
Restarting download...
Opening file on the disk...
File name is too long
File already exists. Rename to
نامگذاري مجدد
Output file was deleted. Impossible to continue
File already exists. Rewrite
File already exists. Resuming download
File already exists
Failed to open file on the disk
File size was changed on server!
Adjusting for new size...
Can't overwrite file
File will be renamed
Can't rename file back to its original name
Can't save groups
Can't save downloads
Dial-up اتصال
اتصال به :
اتصال به طور خودکار 
اتصال
Choose dial-up entry here
Check this box if you want dial-up to be started automatically next time
Dial-up now
Don't dial-up and close this dialog
No dial-up entries found on this computer
خط اشغال است
Hardware failure
No dial tone
شماره گيري
سعي
باز کردن درگاه ...
شماره گيري سرويس دهنده ...
Connected to remote computer
Verifying user name and password...
Connection speed is %d BPS
قطع اتصال
Repetition
نام کاربري و رمزعبور لازم است
کاربر:
رمزعبور:
گروه:
ذخيره در پوشه:
ذخيره بعنوان:
شروع
خودکار
دستي
زمان بندي
Priority of download
پيشرفته
آدرس پرونده اي که مي خواهيد دانلود شود
نام کاربري را وارد کنيد
رمزعبور را وارد کنيد
تيک  بزنيد اين گزينه را اگرسرور نياز به اجازه داشته باشد
نام گروهي کهدانلود در آن قرار ميگيرد. گروه ها شما رادر مديريت دانلودها کمک مي کنند
Folder to save downloads in
نام جديد براي پرونده دانلود شده . خالي بگذاريد اين فيلد را اگر مي خواهيد پرونده را با نام اصليش ذخيره کنيد
توضيح کوتاه دانلود
This download will be started automatically as soon as possible
FDM will not try to start this download automatically
زمان بندي اين دانلود
پيکربندي زمان بندي دانلود
Download priority. Downloads with higher priority will be started first. Downloads with less priority will be postponed
View advanced settings for this download
 نوشته شده درست نمي باشد.اين را بررسي کنيد URL
لطفا" نام کابري را وارد کنيد
پوشه خروجي را انتخاب کنيد
عمومي
اطلاعات عمومي
محل ذخيره فايل دانلود شده
نام پرونده دانلود شده
URL of this download can't be changed
اين دانلود در حال تکميل شدن است. نميتونيد نام آن را تغيير دهيد
نمي توانيد پرونده را نامگذاري مجدد کنيد
پرونده پيدا نشد
مسير پيدا نشد
Invalid .exe format
پرونده توسط برنامه ديگري در حال استفاده است
غير قابل دسترسي
Device is not ready
ديسک پر است
نام پرونده نامعتبر مي باشد
نام کاربري و رمزعبور لازم است
اتصال
شبکه
خطاها
مکث بين سعي مجدد اتصال (in sec):
حداکثر تعداد سعي مجدد برقراري اتصال
Timeout (در ثانيه):
حداقل اندازه:
حداکثر تعداد:
محدوديت ترافيک براي اين دانلود
محدوديت ترافيک
ناديده گرفتن همه محدوديت ها
B
KB
MB
; second. e.g. KB/s
s
واردکنيد مقداري بزرگتر از %d
Please select dimension
Waiting time of server reconnection in case of error
Check this box if you want to limit the maximum number of unsuccessful downloading attempts
Waiting time for the server response
Minimum size of section. Download will not be split into sections of a smaller size
Maximum number of sections. Download will not be split into a greater number of sections
Specify how much traffic (maximum) FDM will take for the download
Ignore traffic restrictions and restriction on the maximum number of connections for this download
You can specify value in bytes (B), kilobytes (KB) or megabytes (MB) in this field
پروتکل
Identify on server as:
مرجع:
HTTP 1.1 استفاده از 
استفاده از کوکيها 
Use passive mode
Transfer mode
Binary
ASCII for the files with the extensions:
Specify how FDM will be identified with HTTP server
This string will be sent as Referrer field to HTTP server. As a rule, it is not required
Check this box if you want FDM to use HTTP version 1.1
Check this box if you want FDM to use cookies
Check this box if you want FDM to use the passive mode for FTP servers. Sometimes it is necessary when working with firewalls
Use the binary mode for FTP transfers. Set this mode if the file you download is not a text one
Use the ASCII mode for FTP transfers. Set this mode if the file you download is a text one
FDM will use the ASCII mode for the files with specified extensions. For other files FDM will use the binary mode
پروکسي
گرفتن تنظيمات پروکسي
از Microsoft Internet Explorer
تعيين کردن دستي
استفاده نکردن پروکسي
تنظيمات
آدرس:
درگاه:
لطفا" آدرس پروکسي را وارد کنيد
لطفا" درگاه پروکسي را وارد کنيد
FDM will take proxy settings from the Internet Explorer
You specify proxy settings yourself
FDM will not use proxy
Choose type of servers for which you want to specify the proxy
Enter address of the proxy you want to use
Enter proxy port here. As a rule, it is 3128, 1080 or 8080
Check this box if proxy server requires authorization
متفرقه
Local file
اگر پرونده از قبل موجود باشد :
اختصاص دادن فضاي دسيک براي دانلودهاي کامل نشده
پسوند اضافي پرونده براي دانلودهاي کامل نشده :
Internet server
اگر ويژگي توقف موقتي توسط سرور پشتيباني نمي شود شروع به دانلود مجدد نکن
اگر اندازه پرونده روي سرور تغيير کرده باشد :
توقف بعلت خطاها
پرسيدن
بازنوشتن
نامگذاري مجدد
ادامه دادن
شروع مجدد
Adjust
Please specify file extension
Here you may specify what FDM should do if the file already exists on the disk
Check this box if you want disk space to be reserved for download when one is started
If it is checked FDM will append specified extension to a file name while downloading. When downloading is finished FDM renames file back to its original name
FDM will not restart downloading if the remote server does not support resuming
You may specify here what FDM should do if the file size was changed on server
Check this box to stop download when the file was not found on server
Check this box to stop download when user name or password is invalid
Traffic usage modes
Select mode to configure:
Maximum number of connections:
Maximum number of connections per one server:
Restriction of traffic:
unlimited
Select traffic usage mode which you wish to configure here
Check this box to limit the maximum number of connections
Check this box to limit the maximum number of connections per one server
Specify here FDM traffic (maximum) for downloading files
همه دانلودها
ليست دانلودها
ذخيره خودکار هر 
دقيقه .
زماني که دانلود کامل نشده اي را حذف مي کنيد
پاک کردن خودکار دانلودهاي کامل شده از ليست
حذف نکردن فايل
حذف فايل
FDM saves the list of downloads automatically at the specified time interval. It protects the list from possible hang-up of computer or power failure
Specify here what FDM should do with the file on the disk when deleting an incomplete download
Check this box if you want to delete download automatically from the list when finished
نظارت
Monitor
Clipboard
Monitor files with the extensions
Ignore files with the extensions
ALT must not be pressed
ALT must be pressed
Please specify extensions
Check this box if you want FDM to catch clicks in the Internet Explorer
Check this box if you want FDM to monitor your clipboard
Monitor for files with specified extensions only
Don't monitor for files with the specified extensions 
Monitor only if ALT is not pressed
Monitor only if ALT is pressed
Startup
اجرا در هنگام شروع ويندوز
کوچک کردن در هنگام شروع
سيستم
tray کوچک کردن در
کوچک کردن پنجره در زمان کليک دکمه بستن
FDM will be started automatically when Windows starts
FDM will be minimized after start
When you click the Minimize button FDM will be minimized to tray
If checked, clicking on the Close button will be similar to clicking on the Minimize button
بروز رساني
Address of update server
FDM will check for a new version automatically
Network usage optimization master
Welcome to network usage optimization master!
This master will help you to set up optimal settings for your type of connection. It will set the Downloader properties and default properties for the download.
Please select connection type
پايان
Specify type of your Internet connection here
Configure FDM for optimal working with your connection
وظيفه
زمان شروع
Next start time
Last start time
Can't load the list of schedules. Possibly it was damaged or is being used by another application
Can't load the Scheduler log
Can't save the list of schedules
Task "%s" was scheduled. Start it?
Changing traffic usage mode to "%s"
توقف
همه اتصال ها
تغيير دادن نحوه استفاده ترافيک به
خاموش کردن
راه اندازي مجدد
خروج از سيستم
يکبار
يکش
دوش
سهش
چها
پنج
جمع
شنب
در روزهاي:
هر
روز
ساعت ها
FDM در زمان شروع 
وقتي که شماره گيري موفقيت آميز باشد
وقتي که شماره گيري موفقيت آميز نباشد
وقتي که دانلودها غيرفعال هستند
وقتي که سرعت کمتر يا مساوي با %d BPS درمدت %d
وقتي همه دانلودها در وضعيت خطا هسنتد
هرگز
نامشخص
Successfully connected to "%s"
Failed to connect to "%s"
اجراي موفقيت آميز
Out of memory
اجرا نمي شود
Schedule execution will cause exiting the program at startup. Schedule will be ignored
حداکثر تعداد شماره گيري مجدد
مکث بين شماره گيري مجدد
توقف اگر سرعت اتصال کمتر است از :
تلاش مجدد
نه بيشتر از
استفاده از اتصال
اگر موفقيت آميز بود
بار
توقف همه اتصال هاي فعال
اتصال براي متوقف کردن
نام برنامه:
Arguments:
نوع خاموش کردن :
مجبور کردن برنامه ها براي خروج 
اجراي برنامه
dial-up برقراري اتصال
توقف اتصال
تغيير نحوه استفاده ترافيک
FDM خروج
خاموش کردن کامپيوتر
دانلودها براي شروع کردن
دانلودها براي متوقف کردن
Applications
همه پرونده ها
Sorry, this feature is available only in Windows 2000, XP and above
لطفا" نام برنامه را وارد کنيد
لطفا" دانلودها را انتخاب کنيد
Select traffic usage mode you want to be set at the task start
Check this box if you want to limit the maximum number of unsuccessful dialing attempts 
Time between the unsuccessful attempts
Check this box to establish connection with the speed not less than the value you specified
Specify the value of minimum required connection speed here
FDM will attempt again to establish required connection if you check this box
Check this box to limit the maximum number of unsuccessful attempts to establish connection
Specify required download(s) here
List of all available downloads
Add selected download to the task list of downloads
Remove selected download from the task list of downloads
Specify program you want to launch here
Find program on your computer
Specify program arguments here
Specify type of your session termination here
Check this box to force terminating your session. It is useful if hung applications are in the system. But in this case, all unsaved data will be lost
Specify scheduled action here
Check this box if you want FDM to hang up all active connections
Specify connection to hang up here
در روزهاي معين
يکشنبه
دوشنبه
سه شنبه
چهار شنبه
پنج شنبه
جمعه 
شنبه
در رويداد 
در مدت
سرعت پايين :
دقيقه .
دقيقه
ساعت
روز
وقتي که سرعت دانلود خيلي کم است
وقتي که همه دانلودها در وضعيت خطا هستند
Please specify days
شروع وظيفه در زمان تعيين شده
Set the time to start task here
شروع وظيفه در تاريخ تعيين شده
Set the date to start task here
Start the task on certain days of week
شروع وظيفه هر يکشنبه
شروع وظيفه هر دوشنبه
شروع وظيفه هر سه شنبه
شروع وظيفه هر چهارشنبه
شروع وظيفه هر پنج شنبه
شروع وظيفه هر جمعه
شروع وظيفه هر جمعه
شروع وظيفه به صورت دوره اي
This field allows you to specify the time interval in minutes, hours or days
Start the task when some event happens
Specify the event type here
Enter time interval here
Enter minimum required speed here
درخواست تاييد براي اجراي وظيفه
منتظر ماندن براي تاييد به مدت 
ثانيه .
If checked, FDM will ask you to confirm execution of this task
If checked, FDM will wait for your confirmation during the specified time interval. If you will not react during this time the task will be started
آدرس :
Building the list of files to download
در حال اتصال به سرور
Trying to use user name and password stored in the Site Manager
Retrieving list of files from server
Connection with the server was lost. Trying to restore
Building list
Retrieve size and last modification date of files
Using this parameter may dramatically decrease speed
Check this box if you want FDM to query size and date of files on HTTP servers
نام سايت
اتصالها
Login
گروه
Can't load the list of sites. Possibly it was damaged or is being used by another application
Can't save the list of sites
حداکثر تعداد اتصال هاي همزمان :
گروه پيشفرض براي دانلود جديد از اين سايت 
Use FTP passive mode
لطفا" نام سايت را وارد کنيد
Site with the same name already exists. Please enter another site name
Maximum number of connections must be greater than 0
لطفا" گروه را انتخاب کنيد
Specify site name here
Check this box to limit the maximum number of simultaneous connections to this server
Check this box to add downloads from this server to selected group automatically 
پرسيدن از کاربر
دوباره از من نپرس
Disk write error
File "%s" already exists on the disk. What to do?
Don't ask you about this again. Your choice will be accepted by default
Overwrite existing file
تغير نام اين فايل
Resume downloading. (Downloading will be started at position equal to the size of existing file)
توقف اين دانلود
بله
خير
دانلود
was deleted. Delete file on the disk too?
لطفا" نام کابري و رمز عبور را وارد کنيد
Login to "%s"
Send the user name and the password you specified to the server
متصل نشدن به اين سرور
The size of "%s" was changed on the server. What to do?
Restart download from the beginning
Adjust download for the new file size. Not recommended
لطفا" صبر کنيد
بروز رساني
توضيحات
Update using:
بررسي براي بروز رساني
شما آخرين نسخه را داريد
در حال دانلود
Version %s build %s is available
Full distributive of version %s (%s)
ارتقا به نسخه %s
ارتقا به نسخه %s (%s)
Free Download Manager should be restarted. Restart now?
بروز رساني انجام شد
Can't find updater
Specify the update’s type here
Update FDM using full distributive
Update FDM using upgrade distributive
Look for more information about update process
What's new in this version?
Start updating FDM now
Cancel updating and close this dialog
Create downloads
Select content
Unselect content
List of downloads to add
Check the selected folder items to add them to download list
Uncheck selected folder items not to add them to download list
About FDM
Copyright (c)
All rights reserved
Registered to:
Already updated. Restart is required
Invalid user name or password
Can't load history file
Can't save history file
HTML Spider تنظيمات پيشفرض
HTML Spider
Web pages tree
Download web site
Web page downloading settings
Start downloading
Stop downloading
Schedule downloading
حذف
Open web page in browser
Start downloading automatically
Web site (page) URL
پرونده ها
Delete downloads also?
Can't load the list of web pages
Can't save the list of web pages
URL of web page or HTTP server you want to download from
URL of web page or HTTP server from which downloading was started
Name of the folder to save downloads in
Output folder:
صفحات وب
صفحات
HTML پسوندهاي پرونده هاي صفحات وب با کد:
CSS دانلود پرونده هاي
دانلود صفحات وب از سايتهاي ديگر
تصاوير
دانلود تصاوير
دانلود تصاويري که به سايتهاي ديگر لينک دارند
عمق دانلود :
Extensions of web pages' files with HTML code. Web pages will be scanned for links of images and other pages to download
If checked, CSS files will be downloaded also. Recommended
If unchecked, web pages of other sites will not be downloaded. For example, if this box is unchecked and you started downloading from http://example.com/, then http://othersite.com/some.html will not be downloaded, but http://example.com/some.html will be downloaded
If checked, web pages' images will be downloaded also
If unchecked, web pages' images that link to other sites will not be downloaded
Depth of downloading. For example, you started downloading from http://ex.com/index.html. There is a link to http://ex.com/some.html from http://ex.com/index.html. Then depth of http://ex.com/some.html will be 1. Setting depth to 0 will result in downloading start page content only.
دانلود پرونده ها از صفحات وب
دانلود پرونده ها از سايتهاي ديگر
حذف پرونده هايي با پسوند
راه گزين
دانلود شود
دانلود نشود
پسوند پرونده ها :
Check this box to download files from web pages
Check this box to download files from other sites
Check this box to ignore files with the specified extensions
Files with the extensions specified below will be downloaded if checked
Files with the extensions specified below will NOT be downloaded if checked
صادر کردن تنظيمات
وارد کردن تنظيمات
Failed to launch Regedit.exe
An error occurred while trying to export settings
An error occurred while trying to import settings
FDM registry files
حذف تصاوير توسط پسوندها
پسوندهاي تصاوير:
Check this box to ignore images with the specified extensions
Images with the extensions specified below will be downloaded if checked
Images with the extensions specified below will NOT be downloaded if checked
Don't download this and delete
Server doesn't support download resuming. Restart from the beginning
Failed to open URL
Sorry, unexpected error occurred while trying to write to the registry
Thank you for registration! Please restart FDM
Free Download Manager دانلود با
Free Download Manager دانلود سايت با
Add FDM to the browser context menu
Check this box to add items "Download with Free Download Manager" and "Download web site with Free Download Manager" to the browser context menu (menu appears when you right click)
Decrease traffic usage on browser activity
Decrease by one level
Set the Light mode
Check this box to decrease the traffic usage automatically when you are browsing the Internet. This allows you to browse much faster when FDM is downloading something
Traffic usage mode will be decreased by one level. Heavy->Medium, Medium->Light
Traffic usage mode will be changed to the Light one
Valid for
Valid for sub domains
Check this box to use this record for downloading via HTTP
Check this box to use this record for downloading via HTTPS
Check this box to use this record for downloading via FTP
Check this box to use this record for downloads from sub domain servers. For example, for the site http://site.com it will be http://some.site.com
Please select one protocol at least
Maximum number of running downloads
Check this box if you want to limit the maximum number of downloads running at the same time
شروع دوباره دانلود
ايجاد يک بخش جديد
توقف يک بخش
; context: [section x] - Stopped
توقف
; tray menu
نمايه
;
Can't find Opera Plugin directory. Do you wish to specify it manually?
Can't find Netscape Plugin directory. Do you wish to specify it manually?
Can't install Opera monitoring
Can't uninstall Opera monitoring
Can't install Netscape monitoring
Can't uninstall Netscape monitoring
Check this box if you want FDM to catch clicks in Opera
Check this box if you want FDM to catch clicks in Netscape
; create download dlg
جستجو اندازه
; request the size of a download
درخواست ...
Query the size of a download from the server
بله با همه
خير با همه
جزييات دانلود
If checked, FDM will show responses from the server
Changes will take effect after you restart browser.
ليست وظايف
ليست پرونده ها
ليست سايت ها
ليست صفحات
حذف دانلودها
Building the list of downloads
Create batch download
از :
تا :
Step:
Wildcard bytes:
نتايج
Sample:
Sequence start number
Sequence finish number
Sequence step. For example, if it is 10, then sequence will be 0, 10, 20, ...
Count of wildcard bytes. For example, if it is 1, then sequence will be 1, 2, 3. If it is 2, then sequence will be 01, 02, 03.
Click here to look at the generated sequence
Allow the browser to download if you press Cancel
Check this box if you want your browser to download file when you press Cancel in the "Create download" dialog
The final sequence number must be greater than the start one
Please use (*) in the URL to specify template for URL
Create an extension if a file doesn’t have one
Check this box to create a specified extension for a file which doesn’t have it. For example if the file name is "file" and you specify "txt", the result will be "file.txt"
نمايش اندازه فايل فقط به صورت بايت
Check this box to show all sizes in bytes instead of kilobytes or megabytes
اجراي برنامه ويروس يابي
Arguments:
پسوندهاي فايل :
Check this box to check downloaded files with antivirus automatically
Specify the name of an antivirus program here
Specify the arguments for antivirus here
Specify the extensions of downloaded files to be checked here
Please enter antivirus name
Name is invalid. Please check it
Launching antivirus
غيرفعال کردن وظيفه بعد از اجرا
حذف وظيفه بعد از اجرا
Check this box to disable task automatically after execution
Check this box to delete task automatically after execution
برو
Back
توليد يک نام بطور خودکار براي پرونده
Check this box to generate a file name of download automatically 
"htm" ذخيره با پسوند
Check this box to save all web pages with "htm" extension
Click this button to calculate summary size of all downloads
Keep the server folders structure
Check this button to keep the original server folders structure. Otherwise all files of the server will be saved in one folder
You have selected another folder. Set this folder as default for this group? You can also change the default folder in the group's properties.
; === ADDED LINES ===
Download with this URL already exists. What to do?
اجرا
اجراي پرونده دانلود شده
نسخه
با ما تماس بگيريد
دانلود آخرين نسخه نرم افزار
Warning:  this computer program is protected by copyright law and international treaties. Unauthorized reproduction or distribution of this program, or any portion of it, may result in severe civil and criminal penalties, and will be prosecuted to the maximum extent possible under the law.
; === new version ===
 Free Download Manager دانلود همه با 
Add list of downloads
Remove selected
This is the list of URLs to be added
Click this button to remove all selected URLs from the list
Can't find Firefox Plugin directory. Do you wish to specify it manually?
Can't install Firefox monitoring
Can't uninstall Firefox monitoring
Check this box if you want FDM to catch clicks in Mozilla Firefox browser
Download selected with Free Download Manager
Starting
وب سايت ها
دانلود هاي فعال
در حال حاضر دانلود فعالي وجود ندارد
Notifications
Use tray "balloons"
Timeout
Check this box to enable tray "balloon" notifications when a download has stopped or finished. Note: this feature works only on Windows 2000/XP and above
A "balloon" will be closed automatically after the expiration of this time
Mirrors
Automatically search for mirror URLs
Maximum number of mirrors
Calculate mirrors' speed
Recalculate speed every
Check this box to get FDM to search for mirror URLs for each download automatically
Limit the number of mirror URLs per download. This allows you to reduce the mirrors' speed calculation time
Check this box to get FDM to calculate the speed of each mirror server
The mirrors' speed will be recalculated automatically at the specified time interval
Don't search if the file size is less than
FDM will not search for mirrors if the file size is less than the specified size
Don't search if the file size is unknown (Recommended)
Add mirror
Search for mirrors
Add mirror URL for this download manually
Search for mirror URLs for this download with FileSearching.COM
List of mirror URLs
Server speed
In use
Measure mirrors speed
Measure mirror servers' speed
Downloads Info
Waiting...
Mirror URL for download
File size exceeds 2GB. Such downloads are supported via FTP only
;
;
; #NEW LINES (BUILDS NEWER THAN 195)#
;
;
; BEGIN: New Download page
دانلود جديد
تعيين کردن خودکار گروه براي دانلود
گروه :
Save download to its group's appropriate folder
Check this box if you want the download group to be determined by extension of file or settings of Site Manager
Set default group manually
Check this box if you want download to be saved to its group's default folder (see Group's properties)
Set default output folder manually
; END
; BEGIN: Monitoring page
نظارت بي صدا
If checked, the "Create download" dialog will not be shown when adding download from browser
Customize
Select menu items to display in the browser context menu
; END
Choose menu items to show
At least one menu item must be chosen
استفاده از صداها
Check this box if you want FDM to play sounds on some events (e.g. when download is completed)
Choose sound for each event
; BEGIN : Customize sounds dialog
Customize sounds
Set sound
حذف
Test
List of FDM's events and appropriate sounds. Here you can adjust FDM to play a sound when some event has occurred
Download added - play sound when one or more downloads have been added to the list of downloads
Download completed - play sound when download has been completed successfully.
Download failed - play sound when an error has occurred while trying to download a file.
Dialing succeeded - play sound when Scheduler's task "Establish dial-up connection" has been executed successfully.
Dialing failed - play sound when Scheduler's task "Establish dial-up connection" has failed due to some reason.
Set sound for selected event
Don't play sound when selected event has occurred
Test selected sound
Event
فايل صوتي
No sound
دانلود افزوده شد
دانلود کامل شد
دانلود خراب شد
Dialing succeeded
Dialing failed
فايل هاي صوتي
; END
Searching for mirrors...
Measuring mirrors' speed...
Searching for mirrors has already been performed 
Connecting search server...
Getting results...
There are %d mirrors found
Mirror searching done
Trying another mirror...
There are no mirrors found
Failed
Mirrors' speed was measured
; BEGIN: History page
تاريخچه
ذخيره تاريخچه همه لينک ها و پوشه ها
ذخيره فقط تاريخچه پوشه ها
نگهداري رکوردها به مدت
حداکثر تعداد رکورد ها 
پاک کردن تاريخچه
FDM will save history of links and typed folder names
FDM will save history of folders only
FDM will delete records that have existed in the history more than the specified period of time
Maximum number of records in the history. When the number of records exceeds this value, FDM will delete oldest records
Delete all records from the history
; END
وارد کردن
صادر کردن
وارد کردن ليست دانلودها
صادر کردن ليست دانلودها
Text files
Can't open a file
صادر کردن همه دانلودها
صادر کردن همه دانلودهاي روي ليست
صادر کردن دانلودهاي انتخاب شده
صادر نکردن دانلودهاي کامل شده
افزودن اگر پرونده از قبل موجود باشد
Invalid group name. Please don't use / or \ symbols.
خروج بعد از اتمام دانلود 
; BEGIN : Downloads History window
تاريخ اضافه شده
ذخيره شده در
; END
سطل بازيافت
; BEGIN: Recycle Bin
مشخصات
پاک کردن سطل بازيافت
;END
;BEGIN: Recycle Bin properties
قرار ندادن دانلودهاي حذف شده درسطل بازيافت
نگهداري حداکثر
دانلودها
نگه نداشتن دانلودهاي کامل شده
پرسيدن براي تاييد  براي حذف کردن دانلودها
مشخصات سطل بازيافت
Check this box if you do not want to store deleted downloads in Recycle Bin
Check this box if you want to limit the number of deleted downloads stored in Recycle Bin
Maximum number of downloads to store in Recycle Bin
Check this box if you do not want completed downloads to be stored in Recycle Bin after deletion
Check this box if you want FDM to ask for your confirmation when you try to delete a download
;END
بازيافت
Restoring downloads...
; History subitems
امروز
ديروز
يک هفته
يک ماه
سفارشي کردن...
; end
پاک کردن تاريخچه
ذخيره تاريخچه دانلودها
فقط ذخيره تاريخچه دانلودهاي کامل شده
Check this box if you want to save history of your downloads
Check this box if you want to store history of completed downloads only
تنظيمات تاريخچه دانلودها
Building list of History's records...
; Download was deleted
Was deleted
انتخاب محدوده زماني
يافتن
يافتن بعدي
يافتن
; BEGIN : Find dialog
جستجو در
محدود به نام پرونده
Specify what you want to find here
Search in file part of URL
Search in whole URL
جستجو در توضيحات دانلودها
Search in the name and path of download's file on the local disk
Setup advanced search settings
; ADVANCED settings
جستجو درکدام محل
جستجو در ليست دانلودها
جستجو در تاريخچه دانلودها
جستجو در زمان تعيين شده
Set
جستجو در سطل بازيافت
جستجو با اندازه تعيين شده
کمين 
بيشين
جستجو در ليست دانلودها
جستجو در تاريخچه دانلودها
Search only for downloads that satisfy the specified time range
Set the time range
جستجو در سطل بازيافت
Search only for files that satisfy the specified file size range
Minimal size required
Maximal size required
جستجو در گروه
Choose the group where the search will be performed
; END
Searching download...
There are no items found
There are no more items found
يافتن انجام شد
URL to clipboard
پيش نمايش فايلهاي زيپ و فشرده
At least one file should be selected.
It is possible that the file you are downloading is ZIP archive. Do you want to preview it?
Audio/Video Preview
Failed to open the file.
Unknown media type.
Please install DirectX 8.0 or higher to use this feature. You can download the latest DirectX from microsoft.com.
Media Info
اندازه:
Available:
مدت :
قطع صدا
پخش
مکث
فيلتر
Extensions (divided by spaces, e.g. zip rar arj):
Remove files with such extensions
Leave files with such extensions only
Arguments string does not contain %file% macro. This macro is necessary to give an indication of which file to check to your antivirus program.
Continue anyway?
Warning
استفاده از ويژگيهاي پنهانسازي براي دانلودهاي کامل نشده
افزودن توضيحات به نام پرونده وقتي کامل شد
Do not store server's pages
Check this box if you do not want to store server pages on your computer, but only files and images
Use ZIP preview
Check this box if you want to preview the content of ZIP archive at the beginning of downloading to download only a part of archive.
حجم صدا :
Start download automatically
Check this box if you want FDM to start each new download automatically
Please check the files to download
Set the alternative locations (URLs) for this download
Do not preview in future
You have turned off ZIP preview. If you want to turn it on, please go to Options -> Download options (Ctrl+O) -> New Download page, and check the "Use ZIP Preview" box. 
Ignore list
List of web pages that should be ignored while downloading a site.
زيرپوشه ها
اضافه کردن
Ignore all subfolders also
; Proxy tab new settings
Use rollback on broken connections
Size of rollback
بايت
Check this option if you want to turn on rollback feature. This option helps you to protect your downloads from being damaged.
Size of rollback. Greater size will allow rollback to work more safely. Recommended size is 3000 bytes. You may increase this value if your download still remains damaged.
; downloader options -> monitor tab
Don't monitor for files smaller than
Use this option if you want FDM to skip files that are smaller than specified size
KBytes
Warning! Recycle Bin is too large. This may slow performance dramatically. It is recommended to clear Recycle Bin. Would you like to do this?
Don't check this again
Warning! History of Downloads is too large. This may slow performance dramatically. It is recommended to clear History. Would you like to do this?
Server can not guarantee its resuming capabilities. Response is invalid.
Copy to clipboard
; general settings | skins page
پوسته ها
پوسته
Allow skin to use its own icons
Allow skin to use its own bitmaps
; default skin
<default>
NOTE: Any changes will take effect only after restart of Free Download Manager.
نشان دادن اطلاعات دانلودهاي در حال تکميل
Skip files with extensions:
List of extensions of files to skip
No active downloads
Play sound file when all downloads are completed
وارد کردن ليست آدرسها از کليپبورد
رمز عبورها
Site Manager options
; Save password dialog
ذخيره رمز عبور؟
Free Download Manager can save password for this server to avoid the necessity to enter it every time you download from this server.
ذخيره اين رمز عبور؟
Don't suggest saving any passwords
; Site Manager options | Passwords tab
Use Site Manager to store my passwords
Ask me whether to save password or not
Don't suggest saving passwords
Delete all passwords on exit
Delete all passwords
; create new HTML Spider task
Remove completed downloads from the list (recommended)
Check this box if you want HTML Spider's downloads to be deleted automatically. This speeds up downloading of large sites.
Changes will take effect after restart of Free Download Manager
سبک جديد
سبک قديمي
The directory name is invalid
پنهان کردن پنجره شناور در حالت تمام صفحه
Check this box if you want floating windows to be hidden automatically in full screen mode.
was scheduled to be launched.
آيا شما مي خواهيد اين را اجرا کنيد؟
اجراي دانلود وقتي که آن کامل شد
Please use (*), (*A) or (*a) in the URL to specify template for URL
Mirrors search server:
Hibernate
Stand By
Remember my choice
Suggest changing group's default folder
ذخيره پرونده
باز کردن پرونده
ذخيره و باز کردن پرونده
نوع دانلود :
FDM پيوند به
Link to Free Download Manager
کاربر عزيز !
Free Download Manager is a program provided to you free of charge. You can use it as long as you like for free.
However, if you find Free Download Manager useful, we ask you to help us spread it by placing the link to it on your web site. This will let more people know about Free Download Manager.
Thanks for your help in advance,\nFree Download Manager development team.
Remind me in 3 days
Remind me next time I launch Free Download Manager
نشان ندادن اين پنجره به من
View link HTML code
Link HTML code
مثال هاي بيشتر
کپي به کليپبورد
پنهان کردن
; "Traffic usage mode has been changed" window
Traffic usage mode has been changed
You have switched network traffic usage mode.\nFree Download Manager has three modes:
In this mode Free Download Manager will download at maximum speed possible. This is the most aggressive mode.
In this mode Free Download Manager will download at average speed. This mode allows you to browse Internet and keep the high speed of downloading at the same time.
In this mode Free Download Manager will download at low speed. This mode allows you to download without the dramatic slowing-down of the network.
;
نامگذاري مجدد در زمان شروع دوباره
Enter a value less than %d
; export/import downloads
URL List Files
Downloads Information List Files
;
صادر کردن تنظيمات
;
Set the date of a file identical to the date specified by a server
Set the same date of a downloaded file as the one on a server
توليد کردن پرونده توضيحات
Generate a file with the name "*.dsc.txt" (* - name of a downloaded file) that will contain a small description of a downloaded file (comments + url + date). This file will be generated only for a download that has comments.
This file has been downloaded from
Don't retrieve the file date from a server
This option allows you to increase the speed of starting an FTP download. Free Download Manager will use SIZE command instead of LIST.
ذخيره نکردن جزيات دانلودها
Enabling this option will make Free Download Manager start and shut down faster and will decrease the memory usage.
;
صادرکردن تاريخچه دانلودها
Export all entries
Export all entries on the list
Export selected entries
Export entries about completed downloads only
;
HTML پروده هاي
;
Free Download Manager Downloads History
URL of download
پرونده دانلود شده
اندازه پرونده
دانلود کامل شد
دانلود حذف شد
;
ذخيره شده در 
اندازه پرونده
قابليت توقف موقتي 
بستن اين پنجره وقتي که دانلود کامل يا متوقف شد
باز کردن
Do you want to see this window again?
بله,اما موقتا" پنجره پيشرفت را براي اين دانلود پنهان کن
خير , نشان ندادن پنجره پيشرفت براي هر دانلود
بله,اما پنجره پيشرفت را براي اين دانلود نشان نده
Using the SHIFT key means that this download will be deleted from disk and you will not be able to restore it.\nAre you sure?
انتخاب گروه
Set groups' root folder
Select groups' root folder.\nChanges will be applied to new downloads only.
دانلودهاي اخير
(خالي)
مکث همه دانلودها
نمايش پنجره دانلود
If checked, FDM will create a special window with information about downloading for each running download
; general settings | misc page
تعيين مدت زمان براي تاييدها
اجراي دانلود
پرسيدن براي نوع خاموش کردن
Confirmation timeout for "Tools | Hang-up when done" command.
Confirmation timeout for "Tools | Exit when done" command.
Confirmation timeout for "Tools | Shutdown computer when done" command.
Confirmation timeout for launch downloaded file when download is completed.
If checked, FDM will ask you for the type of shutdown for "Tools | Shutdown computer when done" command.
نپرسيدن براي تاييد
; 5 seconds, 10 seconds, ...
%d ثانيه
منتظر ماندن براي تاييد
صرفنظر کردن از صفحاتي ازاين پوشه
دانلود صفحات فقط از اين پوشه
شامل زير پوشه ها
Ignore all web pages located in this folder.
Download pages located in this folder only and ignore other web pages.
Check this option if you want HTML Spider to ignore (or download only) pages located in all subfolders of the specified folder.
Here you should specify URL of the folder.\nExample: "http://site.com/docs/".
نوع
Ignore
فقط
Set of numbers
Assign
Here you should specify the set of numbers for batch list.\nEx. 1-100, or 1-100s2w3.
Click this button to assign the set of numbers using the dialog window.
Single number
Number
Assign set of numbers
Syntax error
استخراج کردن آرشيو
استخراج کردن
استخراج
Destination folder
استخراج خراب شد. فرمت پرونده نامشخص است
Traffic downloaded in this month\n(%s has been downloaded in the previous month)
Total speed of downloading
Disable Tools | "when done" task after execution
When enabled, any Tools | "when done" task will be automatically disabled after execution. So it will be launched only once.
; %s
; 1st - name of a file
; 2nd, 3rd - file info (size + date).
"%s" file already exists.\n\nDo you want to replace it\n(%s)\n\nwith the new one\n(%s)?
Yes for all
Skip
Skip all
Format of archive is unknown
Visit web site
Install pack
By default, FDM supports ZIP, RAR and ARJ archives only.\nYou can extend the list of supported archives by installing additional archive support pack for Free Download Manager (Internet connection is required).
FDM archive support pack
حرکت به بالا
حرکت به پايين
حرکت دانلودهاي انتخاب شده به بالا
حرکت دانلودهاي انتخاب شده به پايين
Check file integrity
Some web sites provide special checksums for files available to download in order to allow users to make sure that the downloaded file is not damaged. You can enter this checksum here and FDM will check the file integrity.
Algorithm
Checksum
چسباندن از کليپبورد
بررسي
Calculating downloaded file's checksum...
File integrity check succeeded
File integrity check failed
File integrity check has been completed successfully.\nThere are no errors found in the downloaded file.
File integrity check has been completed.\nThere are errors found: the file was damaged during the downloading process. It is required to restart the downloading from the beginning.
Don't show this window again if check succeeds
Unable to find the executable file of the antivirus program you've chosen.\nPlease specify it yourself.
Files' sizes are not equal
Save as:\n(Sample: file(*)(*A)(*a).txt)
Invalid save as template specified.\nMake sure it corresponds to the template of URL.
When انجام شد
When انجام شد (all completed or in error)
Applications
اين چيست؟
نظرات
;
Dear folk!
Free Download Manager (FDM) is one of the most popular downloading applications in the world, having millions of active users, but now after it became social we want more!
If you find it as useful and a must-have program as we do, we kindly ask you to help us spread the word by posting a link to it in your blog, website or personal space, such as Myspace/MSN.
; %s will be replaced with "FDM buzz" 
Official %s has been started on August 16, 2006. Our  goal is to make FDM the fastest-spreading Internet utility after FireFox!
FDM buzz
; %s will be replaced with "blog" 
You can track FDM's progress in our %s.
blog
Thanks for your help in advance,\nthe Free Download Manager development team
نشان ندادن دوباره اين پنجره به من .من حافظه خوبي دارم.
Join the buzz
نه تشکر
FDM انجمن
سويئچ کردن به بخش " نظرات " بعد از دانلود
If enabled, "Opinions" tab will be automatically activated when download will be finished.
Modify Internet Explorer's network identification
If enabled this will instruct web sites you browse that the Free Download Manager is installed on your program. However using this option may result in blocking of some sites.
Malicious?
Check if somebody of Free Download Manager's users reported about this download that it contains virus/adware/spyware/etc.
OK, nobody of Free Download Manager's users reported about this download that it is malicious.\n\nHowever, this does not guarantee that this download is not malicious and it is recommended to check it using some antivirus program.
; keep all %xxx, \n as is.
There are %d of %d of Free Download Manager's users reported that this download is malicious.\nAverage rating for this download is %.*g.\n\nShow opinions about this download?
قبل از دانلود کردن فايل بررسي کن آيا آن بدافزار يا خطرناک است
Use this option to get FDM check automatically, before the downloading, if somebody of users reported about this download that it is malicious.
نمايش دادن نظرات وقتي دانلود مي کنم
If enabled, FDM will activate "Opinions" tab automatically and show opinions about download at the downloading.
Checking if download is malicious (see options to disable this)
OK, nobody reported that it is malicious
Warning! Somebody reported that this download is malicious
بستن
Loading
Don't download this
Cache the operations of writing the downloaded data to disk
If enabled, FDM will use internal cache buffer with the size you specified for operations of writing the downloaded data. This will reduce the number of using times of your HDD. This may increase the speed of downloading for high-speed connections.\nHowever because of downloaded data is not written to HDD immediately it will required to re-download this data again on some computer failure (at worst of size you specified).\nRecommended for the high-speed connections.
Can't install SeaMonkey (Mozilla Suite) monitoring
Can't uninstall SeaMonkey (Mozilla Suite) monitoring
Check this box if you want FDM to catch clicks in Mozilla Firefox browser
Check this box if you want FDM to catch clicks in SeaMonkey (Mozilla Suite) browser
Allow the browser to download if you press Cancel
Check this box if you want your browser to download file when you press Cancel in the "Create download" dialog
Add FDM to the browser context menu
Check this box to add items "Download with Free Download Manager" and "Download web site with Free Download Manager" to the browser context menu (menu appears when you right click)
Select menu items to display in the browser context menu
Can't install Firefox monitoring
انتقال پرونده ها به پوشه
Speed is too low. Restarting section...
راه اندازي مجدد اگر سرعت خيلي کم باشد به مدت :
Restart section at the dramatic decrease of the speed of downloading.
آيا شما مايليد که پنجره پيشرفت دانلود را دوباره مشاهده کنيد؟
Sorry, this service is currently unavailable. Please try again later.
حرکت به بالاترين
حرکت به پايين ترين
قرار دادن دانلود در بالاي ليست
Check this option if you would like download to be placed at the top of the list of downloads.
Monitoring in Firefox browser can't be enabled due to FlashGot extension is installed.\nYou should uninstall FlashGot first.
فعال
غيرفعال
تعويض 
If the Pause all downloads mode is enabled it will be disabled, else it will be enabled.
Official %s will be started on August 16, 2006. Our  goal is to make FDM the fastest-spreading Internet utility after FireFox!
دانلود و نصب بروزرساني  ها بطور خودکار
فقط وقتي بروزرساني در دسترس است اطلاع بده
خاموش کردن بروزرساني خودکار
Now monitoring is enabled in %s.
Delete record
OK to delete?
There is no write access to Free Download Manager's folder.\nYou should grant write access in order to allow Free Download Manager to save its data files, othewise all data will be losed after the restart of Free Download Manager.
This small box allows you to drag&&drop links from your browser into Free Download Manager.\nIt allows quickly show or hide Free Download Manager's window using mouse left button double-click.\n\nIn order to hide it right click on it and uncheck "Drop box" menu item.
Free Download Manager's Drop box
Disable all notifications for batch downloads
Check this options in order to disable all (balloon, sounds) notifications for downloads created by "%s" command.
Skip list
Specify list of extensions of files and the list of sites that should not be monitored.
Don't catch download from these sites (space separated):
Free Download Manager will not monitor downloads from the sites specified in this list. Specify domain names here (e.g. "site.com"). You may use '*' symbols.
Warning!\nThere was an error occured while trying to perform virus check.\nWould you like to launch downloaded file anyway?
Integrity
Perform the integrity check when file will be downloaded
In order to perform the integrity check Free Download Manager should know the valid checksum of the file. In most cases you should provide it for the each download.
If the check failed
Valid checksum of this file
هيچکدام
Specify here what FDM should do when the integrity check failed.\nAsk - FDM will ask you what to do.\nRestart - FDM will restart this download from the beginning.\nهيچکدام - FDM will add the record about fail check to the log of downloading and will not do anything more.
Performing integrity check...
Integrity check succeeded.
Integrity check failed!
Specify integrity check algorithm.
Valid checksum
Result checksum
; zip preview window
Check/uncheck all
; group's properties dialog
Macroses
name of a server (e.g. "freedownloadmanager.org")
path to the downloading file on a server
سال جاري
ماه جاري (number from 1 to 12)
روز جاري
; don't translate "%year%-%month%-%day%" here
equivalent to "%year%-%month%-%day%"
;
از موزيلا فايرفکس
تنظيمات پروکسي را از فايرفکس بگيرد FDM 
; new download settings
استفاده از اين گروه
; Downloads -> Schedule ->
شروع
توقف
زمان بندي شروع دانلود
زمان بندي توقف دانلود
;
; downloads that not completed or were completed recently
موارد اخير +کامل نشده ها
گروه اصلي
;
; create new download dialog -> set output folder as default dialog
Set as default for the all groups of downloads also
; %s - place of name of the group. don't change this
OK to set this folder as the default output folder for the "%s" group?
;
;
Rub out the list of the downloads
آپلود
آپلود فايلها
شروع آپلود
توقف آپلود
زمان بندي آپلود
Move selected upload(s) up
Move selected upload(s) down
آپلود شد
List of uploads
Retieving destination upload URL from the base server...
Abort
; outlook express: view | insert file | ...
As attachment
As link (upload)
پوشه
;
افزودن فايل
افزودن پوشه
بيتتورنت
فعال کردن پشتيباني پروتکل بيتتورنت
Limit upload traffic
Limit the number of upload connections
Use ports in the range from
to
Enable DHT
Enable/disable Bittorrent protocol support. However if there are any Bittorrent downloads in the list on in the Recycle Bin of FDM, Bittorrent protocol will not be disabled completely.
Limit the maximum total speed of upload connections This is not recommended for Bittorrent protocol and may reduce your download speed.
Limit the maximum number of total upload connections. Setting the too low number may result in decreasing of your downloading speed.
Specify here the range of ports that FDM will use for upload connections.
Enable DHT extension
نام
Login is required for the tracker
Add Bittorrent download
An error occured while trying to process this torrent file.
Torrent file
It seems that you would like to download a .torrent file. It's required to enable Bittorrent support in Free Download Manager to do this.\n\nWould you like to enable Bittorrent?
Retype your passwords: passwords you've typed does not match.
Specify the files you would like to upload.
Upload properties
Metalink info file has been detected. Continue downloading.
Bittorrent info file has been detected. Continue downloading.
Failed to access the files on the disk.
Connecting tracker...
Failed to receive the valid response from the tracker.
Response has been received from the tracker successfully.
Hash check of the part of download has failed. Redownloading it...
دادن تمام پهناي باند به اين دانلود
Disable Free Download Manager automatic loading at Windows startup?
Sorry, FDM Community service is currently unavailable. Please try again later.
Name of the file should not contain any of \ / : * ? " < > | symbols. Please enter another name.
Name of the folder should not contain any of : * ? " < > | symbols. Please enter another name.
سفارشي کردن پنجره شناور ...
شفافيت
اطلاعات
نگهداري همه پرونده هاي اطلاعات در پوشه جاري کاربر
نگهداري پرونده ها در اين پوشه
Changes will be applied after the restart of Free Download Manager.
نمايش پنجره پيشرفت دانلود
ساختن نسخه قابل حمل (portable)
نسخه قابل حمل(portable) از فري دانلد منجر براي استفاده از آن در روي کامپيوتر ديگري بدون نياز به نصب و پيکر بندي آن روي کامپيوتر ديگر است.
Integration
Associate Free Download Manager with .torrent files
استفاده هميشگي اين گروه براي دانلودهاي جديد
Always use this group and every time remember the last output folder
Flash video downloads
Download video with Free Download Manager
This site is not supported. See the list of supported sites.
View in Downloads window
This is the page with flash video. Downloading flash video...
درحال تبديل...
تبديل
تنظيمات تبديل
فرمت فايل
اندازه ويديو
; video quality
کيفيت
خيلي کم
کم
نرمال
متوسط
زياد
خيلي زياد
;
AVI using MPEG-4 (*.avi)
AVI using XVID (*.avi)
Don't change
Video bitrate
Audio bitrate
Remember settings as default
;
Create flash video download
Automatically convert downloaded video to the specified format
Setup advanced options
View list of supported sites
; used in "create flash video download" window
e.g.
Next attempt to connect to tracker in %d seconds
Preparing files on the disk... This may take several minutes
State
Preparing files on the disk...
MP4 for iPod/PSP (MPEG4 + AAC, *.mp4)
Media preview/convert
تبديل فايل رسانه اي
Switch to this tab automatically
;keep "\n\n%s\n" as is
Media file has been converted successfully and stored in\n\n%s\n.
Failed to convert media file\n\n%s.
گروه بندي براي دانلود جديد
Info hash
Peers
Client
Pieces
Tracker
Tracker status
Upload speed
Bytes uploaded
Share rating
Wasted byte count
Torrent file URL
Are you sure?\nThis will restart the download from the beginning.
Traffic used ("downloaded"; "uploaded") in this month\n(%s has been used in the previous month)
Total speed ("download"; "upload")
Files to upload
Package name
Compress
Set password for this download
Retype
Keep these files
Supposed number of downloads
Add link to these files in our catalogue
Include advanced information (all fields are optional)
توضيحات
Tags
نام شما
ايميل شما
Receiver's email
Less than 10
From 10 to 100
More than 100
2 days
7 days
1 month
;compression methods
هيچکدام
سريع
متوسط
بهترين
Uploader تنظيمات
Integrate uploader into
Explorer's context menu
Explorer's "Send To..." menu
Use simple upload menu
Minimum size of file to upload
HTTP proxy settings
Upload activation
Upload requires activation. This is required in order to protect our server from automatic uploads. Enter activation code.
Connecting to upload server
Successfully connected to upload server
File has been uploaded to server successfully
File upload was stopped
Creating zip archive of uploading files...
Failed to create zip archive
Zip archive has been created successfully
ارسال درخواست به سرور
Sending information about this upload to server
Information has been sent
Failed to send information about this upload to server
Activating upload...
Upload has been activated successfully
Failed to activate upload
Upload file was changed on a disk
Unexpected error
Calculating checksum...
; "I agree to terms" string in two lines
I agree to
terms
You should agree to terms.
Failed to check for updates
New version is available. It's required to update.\nWould you like to update now?
Update of Free Download Manager is required
Restart of Free Download Manager is required
Suggest me to upload attachments
Attach to the letter (slow)...
Upload and insert link (lightning fast)...
An error occurred while trying to start uploading. Check your connection or try again later.
You have attached large file(s).\nDue to many reasons it's recommended not to send large files as attachments, but upload files and send links to them.\n\nWould you like to upload?
Upload is recommended
Integration settings
Upload of %s has been completed.\nYou should use the following URL as the download link:
Total size
باز کردن در مرورگر
Current version of Free Download Manager can't be longer used to upload files. It's required to update it.
Current version of Free Upload Manager can't be longer used. It's required to update it. Please visit freedownloadmanager.org site.
Too long input.
Upload manager integration settings
Free Upload Manager integration settings
Upload
Downloading update...
Enable seeding
Disable seeding by default
Consider download as malicious if minumum
% of users marked it as malicious
OK, Free Download Manager's users did not report about this download that it is malicious.\n\nHowever, this does not guarantee that this download is not malicious and it is recommended to check it using some antivirus program.
OK, FDM's users did not report that this download is malicious
drive letter FDM was started from. E.g. "C:". Is useful for portable version.
You should install Video Conversion plugin in order to use this feature.
You should install Bittorrent plugin in order to download via Bittorrent protocol.
Note: these files (*.sav) are Free Download Manager's service files (not the files you download).
Would you like to copy current data files to the new folder (existing files will be overwritten) ?
Default download folders of all groups will be set to this folder.\nOK to continue?
Set default download folder
Prevent computer from stand by while downloading
Maximum number of half-open connections
Torrents
Failed to access the files on the disk. Check if disk is full or write protected.
Ratio
List of torrents
Add torrent download from web
Add torrent download from file
Create new torrent
(خودکار)
منبع
Piece size
Trackers
Add tracker
Remove tracker
Start seeding this torrent
ذخيره
Create new torrent
Torrent files
اولويت
;normal/high priority
پرش
عادي
بالا
پنجره شناور
Service files (list of downloads, history, etc.)
Default settings for site downloads
You have paused all downloads. This means all downloads will download at a very low speed (1B/s usually).\nThis allows to "pause" even downloads with no resume support.\n\nYou should call this command again or restart FDM in order to return to normal state.
Seeding
Enable seeding (highly recommended)
Unlimited seeding
Limit by ratio
Seed until ratio will be
Limit by time
Seed during
Check if download with the same URL already exists
ذخيره کردن تاريخچه دانلودها
ليست فايل هايي که اخيرا دانلود شده اند
Default settings of BitTorrent downloads
Restart completed downloads
Specify Firefox's portable version folder.
Can't find Apple Safari Plugin directory. Do you wish to specify it manually?
Can't find Google Chrome Plugin directory. Do you wish to specify it manually?
Can't install Apple Safari monitoring
Can't uninstall Apple Safari monitoring
Can't install Google Chrome monitoring
Can't uninstall Google Chrome monitoring
Time Limit
;hours, for short
hr.
Limit time when FDM can start downloads
Allow to start only from
Normal priority
High priority
اساسي
No timeout for download completion balloons
Check if a new download is the mirror for existing one
Show small notification windows on downloads completion
Automatically hide after
Like FDM? Try Personal Informer!
The latest version of FDM comes with a free bonus: Personal Informer.
It places quick links to all your
favorite sites
; next line means --- after you start _browser_. "_browser_" will be Internet Explorer or Firefox
on your homepage, so that you can access them right after you start
; \n means next line. don't change this.
We will analyze your browsing history and show you the list\nof the web sites you visited we think you might like\nto have on your webpage. You will we able to customize\nthe list then.
Are you sure? The whole process is going to take less than 1 minute and give you a really powerful home page.
Still Cancel
Proceed
Do you want us to remind you in a few days?
عنوان
Monitor flash video downloads in browsers
Using this feature can cause conflicts with other software installed on your PC. If you experience problems you will have to disable this feature in FDM or try to resolve conflicts by removing conflicting software or disabling some of its features.
وب سايت
Flash videos found on this page
You should enable monitoring of flash video downloads for this. See Options | Downloads | Flash Video.
Enter the URL of the web page you want to download flash videos from. Note that this page must already be loaded in your browser and videos should be playing.
Searching flash videos...
There were no flash videos found on this page. Make sure the videos on this page are playing or try to reload it (refresh page or clear browser's cache).
; keep "0x%x" as is
An error occurred while trying to get downloads.\nError: 0x%x.
خطا
Show "Download It" button
(Internet Explorer only)
Failed to found information about this web page. Please force your browser to reload it.
فلش ويديو
Limit the maximum number of connections
This will disable FDM tips. Are you sure?\nYou can enable tips again in Options | Notifications settings.
Show Tips
Error! Update file is not signed by FreeDownloadManager.ORG.
; 
; Also, please download and translate this file:
;  http://freedownloadmanager.org/tips-eng.txt
; Note, that it's UTF-8 encoded file (use Notepad.exe to edit).
;  and do not change text in tags (between "<>", e.g. "<a href...>")
; Send translated file to support@freedownloadmanager.org.
;
;
(فقط فايرفکس و اينترنت اکسپرورر)
Show "Download It" button
Flash video monitoring module is not loaded. Make sure FDM is running and you've enabled this option in FDM (see Options | Downloads | Flash Video).
; do not change "0x%x"
An error occurred while trying to transfer downloads to FDM.\nError: 0x%x.
دانلود اين
نمايش اين دکمه
There are no downloads to export.
There is nothing to export.
after "silent" creation
You'll need to provide administrator permission to enable/disable monitoring.
An error occured while trying to enable/disable integration.
Not enough rights
You'll need to provide administrator permission to export/import settings.
Download with FDM
; please keep %d, %s and %% as is
; %d - percents
%d%% downloaded in total
; left to download at... some speed
%s left to download at
Path to user profile folder.
Import µTorrent downloads
µTorrent save folder not found!
FDM can import all your existing µTorrent downloads. Would you like to import?\nYou can do it in any time later by using File | Import | µTorrent Downloads menu.
FDM can import all your existing µTorrent downloads.\nYou can do it in any time later by using File | Import | Import Downloads from Other Managers menu.
Import Downloads from Other Managers
Orbit Downloader
LeechGet
Cannot find the path to the Orbit Downloader's application data.
Cannot detect the path to the Orbit Downloader's application data.
Error: %d (%02X)
System diagnostics: %s
Cannot find the Orbit Downloader's service file that contains the downloads list.
Cannot read the Orbit Downloader's downloads list.
Cannot parse the Orbit Downloader's downloads list. The downloads list has an unexpected format.
Failed to create and configure %d download(s) by a path, file name and URL imported from the Orbit Downloader.
Cannot import the downloads.
There is no data in the Orbit Downloader's download list!
The Orbit Downloader is not installed on this machine!
The import of the downloads from the %s has been stopped because of the following error.
Would you like to continue the import from other managers?
Processed:
Successful:
Failed:
Unprocessed:
Total:
µTorrent
undefined
%d of %d
Choose the managers which you want to import the downloads from:
FDM can import downloads from other managers. Would you like to import?\nYou can do it in any time later by using File | Import | Import Downloads from Other Managers menu.
Details: %s
Cannot process a peer request.
Fatal error occurred while loading the list of downloads.\nClick OK to continue (some or all downloads will be lost) or CANCEL to exit.\nThis problem can be caused by incorrect installation of FDM or damaged data file.
Invalid installation: installed Bittorrent module can't be used with this version of FDM.\nPlease reinstall.\nClick OK to exit.
; %d - is the number
%d peers received
Such Bittorrent download exists already
You'll need to provide administrator permission to apply settings.
Determine automatically
Choose...
Connection speed
Settings for traffic usage modes
% of connection speed
Manage automatically
; set some setting (maximum number of connections, for example) to some number
Set to
The current connection speed is measured by FDM automatically. If you suspect that the values are incorrect, just let FDM keep on running and you should see the calculated numbers get closer to the real values. Note that FDM measures the speed only when it's downloading/uploading. The greater the number of downloads/uploads, the better FDM detects the actual connection speed.
Download speed
Measure again
Specify value
The value must be greater than or equal to zero.
Specify in bits instead of bytes
Create RTSP or MMS download
Live Streaming
Retry
Abort All
Tried to move the file:\n %s\n\n to the destination folder under this name:\n %s\n\n%s: %s\n\nPlease close all applications that may be using this file.
Unsupported content-encoding
Select all
Reset all
Administrator rights are required to integrate FDM into Internet Explorer. Choosing "Cancel" will integrate it partially.
; %s will be replaced with the actual browser name
Can't delete the browser plugin while %s is running. Please close the browser and click OK to continue.\nClick Cancel to postpone the deletion of the plugin to system reboot.
Can't delete the browser plugin for %s. It will be deleted on system reboot.
Associate with magnet links
Enable Local Peer Discovery
Enable UPnP
Enable NAT-PMP
Enable µTorrent Peer Exchange
Changes will take effect after you restart Free Download Manager
The video you selected has the audio data stream in a separate file.\nIt must be downloaded also for the video to have audio channel.\nThe appropriate audio file has been selected for downloading.\nIt will be automatically merged with the video download as soon as both downloads completes.
The video(s) you selected has the audio data stream in a separate file.\nThis audio download must be downloaded also for the video to have audio channel.\nAre you sure you do not want it to be downloaded?\nChoose Yes to download video file without audio channel.
Waiting for the media merge task to begin
Media merge task succeeded
Media merge task failed
Media merge task has started
Download YouTube video
Video formats found on this page
YouTube video download detected.\nWould you like to download it as YouTube video?
Video monitoring
Video downloads
Additional components required for this feature to work.\nWould you like to download them?
Downloading and installing additional components
Error installing additional components.
A tiny button which helps to download videos from YouTube.com with few clicks.\nIn order to enable this button for other video sites - please enable "Monitor flash downloads in browsers" option.
File size is too large for the target file system.
; %s means browser name; do not remove it
Administrator rights are required to integrate FDM into %s.
Please don't pause this downloads for a long time; otherwise it may need to be restarted.
You have unfinished YouTube downloads. If you stop them now, you might not be able to resume them later. Exit anyway?
If you stop this download for a long time, you might not be able to resume them later. Continue?
Cannot resume download, please restart it manually.
Sequential downloads
New version of flash video monitoring module is available. Would you like to update?
Skip this update
Security check failure
Certificate host name is incorrect
Certificate is expired
Invalid certificate
Security check failed for host
